Repository: lerndmina/macmediakeyforwarder
Catalog: MacMediaKeyForwarder/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fi, fr, hu, ja, ko, nl, pl, ru

source: Cancel
da: Annuller
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
hu: Mégsem
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
ru: Отмена

source: Check for updates
da: Søg efter opdateringer
de: Nach Updates suchen
es: Verificar actualizaciones
fi: Tarkista päivitykset
fr: Vérifier les mises à jour
hu: Frissítések keresése
ja: アップデートをチェック
ko: 업데이트 확인
nl: Controleer op updates
pl: Sprawdź uaktualnienia
ru: Проверить обновления

source: Donate if you like the app
da: Doner hvis du synes om appen
de: Spenden
es: Dona si te gusta la app
fi: Lahjoita, jos pidät sovelluksesta
fr: Faire un don si vous aimez l’application
hu: Adományozz ha tetszik az app
ja: アプリを気に入ったら寄付
ko: 이 앱이 마음에 들면 기부해주세요!
nl: Doneren
pl: Wesprzyj, jeśli lubisz tę aplikację
ru: Поддержать разработку

source: Hide from menu bar
da: Skjul fra menulinjen
de: In der Menüleiste ausblenden
es: Ocultar de la barra de menú
fi: Piilota valikkoriviltä
fr: Masquer l’icône dans la barre
hu: Elrejtés a menüsávból
ja: メニューバーから隠す
ko: 메뉴 막대에서 숨기기
nl: Verbergen in menubalk
pl: Ukryj z paska menu
ru: Скрыть из панели меню

source: Open at login
da: Åbn ved login
de: Beim Start öffnen
es: Abrir al iniciar sesión
fi: Avaa sisäänkirjautuessa
fr: Lancer au démarrage
hu: Automatikus megnyitás bejelentkezéskor
ja: ログイン時に起動
ko: 부팅시 자동 실행
nl: Openen bij inloggen
pl: Otwórz przy zalogowaniu
ru: Открывать при входе

source: Pause if no player is running
da: Pause hvis ingen afspiller kører
de: Pausieren, wenn kein Player geöffnet ist
es: Pausar si ningún reproductor se está ejecutando
fi: Tauko soittimien ollessa kiinni
fr: Mettre en pause si aucun lecteur n’est ouvert
hu: Szüneteltetés ha nem fut lejátszó
ja: プレーヤー未起動時に動作停止
ko: Apple Music 또는 Spotify가 열려있지 않으면 일시정지
nl: Pauzeren als er geen speler geopend is
pl: Zapauzuj, jeśli żaden odtwarzacz nie jest uruchomiony
ru: Пауза, если ни один плеер не запущен

# Prioritize iTunes
source: Prioritize Apple Music
da: Prioriter Apple Music
de: Apple Music priorisieren
es: Dar prioridad a Apple Music
fi: Apple Music etusijalla
fr: Privilégier Apple Music
hu: Az Apple Music fontosabb
ja: Apple Musicを優先
ko: Apple Music에 우선권 부여
nl: Prioriteer Apple Music
pl: Priorytetyzuj Apple Music
ru: Предпочитать Apple Music

source: Prioritize Spotify
da: Prioriter Spotify
de: Spotify priorisieren
es: Dar prioridad a Spotify
fi: Spotify etusijalla
fr: Privilégier Spotify
hu: A Spotify fontosabb
ja: Spotifyを優先
ko: Spotify에 우선권 부여
nl: Prioriteer Spotify
pl: Priorytetyzuj Spotify
ru: Предпочитать Spotify

source: Prioritize Tidal
da: Prioriter Tidal
de: Tidal priorisieren
es: Dar prioridad a Tidal
fi: Tidal etusijalla
fr: Privilégier Tidal
hu: A Tidal fontosabb
ja: Tidalを優先
ko: Tidal에 우선권 부여
nl: Prioriteer Tidal
pl: Priorytetyzuj Tidal
ru: Предпочитать Tidal

source: Quit
da: Afslut
de: Beenden
es: Salir
fi: Sulje
fr: Quitter
hu: Kilépés
ja: 終了
ko: 종료
nl: Afsluiten
pl: Wyjńdź
ru: Завершить

source: Pause
de: Pausieren
es: Pausar
fi: Tauko
hu: Szünet
ja: 一時動作停止
ko: 일시정지 (macOS 기본값 사용)
nl: Pauze
pl: Pauza
ru: Пауза
